// head

export const VERIFICATION_GOOGLE = "2rON6WBax2_dxdYEZlfnqeOacXEEVpPtvp5QmLNxU9Y";
export const VERIFICATION_YANDEX = "a2e765bc7d1e2c7c";
export const VERIFICATION_BING = "24463577A679BFA6B23C96ABA0A00478";

// website

export const WEBSITE = {
 name: "think-daily.ru",
 url: "https://think-daily.ru",
};

// links

export const REFLECTIONS_NAMES = {
 moth: {
  1: "Январь",
  2: "Февраль",
  3: "Март",
  4: "Апрель",
  5: "Май",
  6: "Июнь",
  7: "Июль",
  8: "Август",
  9: "Сентябрь",
  10: "Октябрь",
  11: "Ноябрь",
  12: "Декабрь",
 },
 aa: {
  path: "aa",
  name: "Ежедневные размышления АА",
  desc: "Ежедневные размышления по 12 шагам на все время. 366 ежедневных постов.",
 },
 an: {
  path: "an",
  name: "Ежедневные размышления АН",
  desc: "Ежедневные размышления по 12 шагам на все время. 366 ежедневных постов.",
 },
 aa24hours: {
  path: "aa24hours",
  name: "Я и АА 24 часа",
  desc: "Ежедневные размышления по 12 шагам на все время. 366 ежедневных постов.",
 },
 aadays: {
  path: "aadays",
  name: "День за днем в АА",
  desc: "Ежедневные размышления по 12 шагам на все время. 366 ежедневных постов.",
 },
 alanon: {
  path: "alanon",
  name: "День за днем в Ал-Анон",
  desc: "Ежедневные размышления по 12 шагам на все время. 366 ежедневных постов.",
 },
 alanonmm: {
  path: "alanonmm",
  name: "Мужество меняться в Ал-Анон",
  desc: "Ежедневные размышления по 12 шагам на все время. 366 ежедневных постов.",
 },
 lolfc: {
  path: "lolfc",
  name: "Язык освобождения от созависимости",
  desc: "Ежедневные размышления по 12 шагам на все время. 366 ежедневных постов.",
 },
 slt: {
  path: "slt",
  name: "Семь световых мыслей: путь к гармонии",
  desc:
   'Каждый день этот ежедневник предлагает вдохновляющие цитаты великих людей и краткие размышления на темы ясности ума, бескорыстия, веры в себя, любви к окружающему миру, открытости, прощения и благодарности."',
 },
};
